tap "jesseduffield/lazygit"
tap "homebrew/cask-fonts"
tap "mas-cli/tap", pin:true

brew "bat"
brew "ctags"
brew "diff-so-fancy"
brew "fd"
brew "fzf"
brew "git"
brew "httpie"
brew "hub"
brew "imageoptim-cli"
brew "lazygit"
brew "lsof"
brew "mas"
brew "mozjpeg"
brew "neovim"
brew "nvm"
brew "pgcli"
brew "postgresql"
brew "pyenv"
brew "pyenv-virtualenv"
brew "rabbitmq"
brew "redis"
brew "rg"
brew "reattach-to-user-namespace"
brew "the_silver_searcher"
brew "tmux"
brew "tree"
brew "watchman"
brew "zsh"

cask "alfred"
cask "anki"
cask "dash"
cask "dashlane"
cask "docker"
cask "dropbox"
cask "firefox"
cask "font-hack-nerd-font"
cask "google-chrome"
cask "hammerspoon"
cask "iterm2"
cask "karabiner-elements"
cask "postico"
cask "spotify"

mas 'aware', id: 1082170746
mas 'magnet', id: 441258766
mas 'PopClip', id: 445189367
mas 'SnippetsLab', id: 1006087419
mas 'quiver', id: 866773894
mas 'Wokabulary', id: 599273012
mas 'workflow timer Pro', id: 1292336000
