tap "jesseduffield/lazygit"
tap "mas-cli/tap", pin:true

brew "bat"
brew "ctags"
brew "diff-so-fancy"
brew "dokku"
brew "fd"
brew "fzf"
brew "git"
brew "httpie"
brew "hub"
brew "imageoptim-cli"
brew "lazygit"
brew "lsof"
brew "lua"
brew "luarocks"
brew "mas"
brew "mozjpeg"
brew "neovim"
brew "nvm"
brew "pgcli"
brew "postgresql"
brew "pyenv"
brew "python"
brew "rabbitmq"
brew "redis"
brew "the_silver_searcher"
brew "tmux"
brew "tree"

cask "anki"
cask "dash"
cask "dashlane"
cask "docker"
cask "dropbox"
cask "firefox"
cask "google-chrome"
cask "iterm2"
cask "karabiner-elements"
cask "magnet"
cask "mjolnir"
cask "postico"
cask "spotify"

mas 'aware', id: 1082170746
mas 'gravitdesigner', id: 1207744923
mas 'PopClip', id: 445189367
mas 'SnippetsLab', id: 1006087419
mas 'trello', id: 441258766
mas 'quiver', id: 866773894
mas 'Wokabulary', id: 599273012
mas 'workflow timer Pro', id: 1292336000
mas 'xcode', id: 497799835
