brew tap jesseduffield/lazygit
tap "mas-cli/tap"

tap-pin "mas-cli/tap"

brew "bat"
brew "diff-so-fancy"
brew "neovim"
brew "fd"
brew "fzf"
brew "git"
brew "httpie"
brew "hub"
brew "lazygit"
brew "lsof"
brew "mas"
brew "mozjpeg"
brew "nvm"
brew "pgcli"
brew "pyenv-virtualenv"
brew "python"
brew "rabbitmq"
brew "the_silver_searcher"
brew "tmux"

cask "anki"
cask "dash"
cask "dashlane"
cask "docker"
cask "dropbox"
cask "firefox"
cask "google-chrome"
cask "iterm2"
cask "karabiner-elements"
cask "magnet"
cask "mjolnir"
cask "spotify"

mas 'aware', id: 1082170746
mas 'gravitdesigner', id: 1207744923
mas 'trello', id: 441258766
mas 'quiver', id: 866773894
mas 'workflow timer Pro', id: 1292336000
mas 'xcode', id: 497799835
