brew "bat"
brew "diff-so-fancy"
brew "neovim"
brew "fd"
brew "fzf"
brew "git"
brew "httpie"
brew "hub"
brew "lsof"
brew "mozjpeg"
brew "nvm"
brew "pgcli"
brew "pyenv-virtualenv"
brew "python"
brew "rabbitmq"
brew "the_silver_searcher"
brew "tmux"
